Repository: Kostenkov-2021/Gestor-de-Pomodoros
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt

source: Ciclo completado. Iniciando descanso largo.
pt: Ciclo concluído. Iniciando descanso longo.

source: Ciclo completado. Iniciando descanso.
pt: Ciclo concluído. Iniciando descanso.

source: Descanso largo finalizado. Iniciando nuevo ciclo.
pt: Descanso longo finalizado. Iniciando novo ciclo.

source: Descanso finalizado. Iniciando nuevo ciclo.
pt: Descanso finalizado. Iniciando novo ciclo.

source: El pomodoro no está activo.
pt: O pomodoro não está ativo.

source: El pomodoro está pausado.
pt: O pomodoro está pausado.

source: Descanso en progreso. Tiempo restante: {minutes} minutos y {seconds} segundos.
pt: Descanso em andamento. Tempo restante: {minutes} minutos e {seconds} segundos.

source: Ciclo en progreso. Tiempo restante: {minutes} minutos y {seconds} segundos.
pt: Ciclo em andamento. Tempo restante: {minutes} minutos e {seconds} segundos.

source: Inicia o pausa el Pomodoro
pt: Inicia ou pausa o Pomodoro

source: Pomodoro reanudado.
pt: Pomodoro retomado.

source: Reporta el estado del Pomodoro
pt: Informa o estado do Pomodoro

source: Detiene el Pomodoro
pt: Para o Pomodoro

source: Pomodoro detenido.
pt: Pomodoro parado.

source: No hay ningún pomodoro activo.
pt: Não há nenhum pomodoro ativo.

source: Por favor, dona
pt: Por favor, doe

source: Gestor de Pomodoros - complemento gratuito para NVDA. Puedes hacer una donación a Jesús Pavón Abián para ayudar en el desarrollo futuro de este complemento. ¿Quieres hacer una donación ahora? Para la transacción, serás redirigido al sitio web de PayPal.
pt: Gestor de Pomodoros - complemento gratuito para o NVDA. Você pode fazer uma doação para Jesús Pavón Abián e ajudar no desenvolvimento futuro deste complemento. Deseja fazer uma doação agora? Para a transação, você será redirecionado ao site do PayPal.

source: Complemento que permite gestionar ciclos Pomodoros. Útil para estudiantes o trabajadores que necesitan ayuda para dispersarse menos o prestar más atención a sus tareas.
pt: Complemento que permite gerenciar ciclos Pomodoro. Útil para estudantes ou trabalhadores que precisam de ajuda para se dispersar menos ou prestar mais atenção às suas tarefas.
